Repository: Siddhartha261/IGRSS
Catalog: Code/IGRSS/IGRSS_Final/WebApp/Appeal/App_LocalResources/*/AppealHearing.aspx.*.resx
Languages: in_gu

# BoundFieldResource1.HeaderText
source: Name
in_gu: નામ

# BoundFieldResource2.HeaderText
source: Appeal No
in_gu: અપીલ સમયસર છે ?

# BoundFieldResource3.HeaderText
source: Date
in_gu: તારીખ

# BoundFieldResource4.HeaderText
source: Appeal Year
in_gu: અપીલ વર્ષ

# BoundFieldResource5.HeaderText
source: Hearing Date
in_gu: સુનાવણીની તારીખ

# BoundFieldResource6.HeaderText
source: Remarks
in_gu: વિશેષનોંધ, ટીકા-ટિપ્પણ

# btnCancelInsResource1.Text
source: Cancel
in_gu: રદ્દ કરવું

# btnCancelUpdResource1.Text
source: Cancel
in_gu: રદ્દ કરવું

# btnInsertInsResource1.Text
source: Save
in_gu: સંગ્રહ કરવો

# btnSearchResource1.Text
source: Search
in_gu: શોધ

# btnUpdatetUpdResource1.Text
source: Update
in_gu: અદ્યતન રાખવું

# chkJudgementResource1.Text
source: Judgement
in_gu: ચુકાદો

# chkJudgementResource3.Text
source: Judgement
in_gu: ચુકાદો

# CommandFieldResource1.CancelText
source: Cancel
in_gu: રદ્દ કરવું

# CommandFieldResource1.DeleteText
source: Delete
in_gu: કાઢી નાખવું

# CommandFieldResource1.EditText
source: Edit
in_gu: સંપાદન કરવું

# CommandFieldResource1.InsertText
source: Insert
in_gu: ઉમેરવું અને દાખલ કરવું

# CommandFieldResource1.NewText
source: New
in_gu: નવું નવીન

# CommandFieldResource1.SelectText
source: Select
in_gu: પસંદ કરવું

# CommandFieldResource1.UpdateText
source: Update
in_gu: અદ્યતન રાખવું

# lblAppealHearing.Text
source: Appeal Hearing Details
in_gu: અપીલની સુનાવણી વગતો

# lblAppealNoResource1.Text
source: Enter Appeal No
in_gu: અપીલ નંબર દાખલ કરો

# lblAppealNoResource11.Text
source: Name
in_gu: નામ

# lblApplicantAddressItm.Text
source: Applicant Address
in_gu: અરજદારનું સરનામું

# lblApplicantNameItm.Text
source: Applicant Name
in_gu: અરજદારનું નામ

# lblDecisionType.Text
source: Decision Type
in_gu: નિર્ણયનો નાખવું

# lblFileNo.Text
source: Appeal No
in_gu: અપીલ સમયસર છે ?

# lblHeadingIns.Text
source: Hearing Details
in_gu: સુનાવણીની વિગતો

# lblHeadingItm.Text
source: Hearing Details
in_gu: સુનાવણીની વિગતો

# lblHeadingUpd.Text
source: Hearing Details
in_gu: સુનાવણીની વિગતો

# lblHearingDate.Text
source: Hearing Date
in_gu: સુનાવણીની તારીખ

# lblHVendorDetailItm.Text
source: Appeal Details
in_gu: અપીલની વિગતો

# lblInwardDateItm.Text
source: Appeal Date
in_gu: અપીલ અરજીની વિશેષ નોંધ

# lblRemarksIns.Text
source: Remarks
in_gu: વિશેષનોંધ, ટીકા-ટિપ્પણ

# lblRemarksItm.Text
source: Remarks
in_gu: વિશેષનોંધ, ટીકા-ટિપ્પણ

# lblRemarksUpd.Text
source: Remarks
in_gu: વિશેષનોંધ, ટીકા-ટિપ્પણ

# PageResource1.Title
source: Appeal Hearing Process
in_gu: અપીલની સુનાવણીની પ્રક્રિયા

# rfvHearingDateIns.ErrorMessage
source: Please Enter Hearing Date
in_gu: સુનાવણીની તારીખ દાખલ કરશો

# rfvRemarksIns.ErrorMessage
source: Please Enter Remarks
in_gu: ટીકા-ટિપ્પણ દાખલ કરશો
