Repository: Siddhartha261/IGRSS
Catalog: Code/IGRSS/IGRSS_Final/PrecompiledWeb/WebApp/Service/App_LocalResources/*/Service.aspx.*.resx
Languages: gu_in

# BoundFieldResource1.HeaderText
source: Service No
gu_in: સેવા નંબર દાખલ કરો

# BoundFieldResource2.HeaderText
source: Service Date
gu_in: સેવા-નોકરીની તારીખ

# BoundFieldResource3.HeaderText
source: Vendor Name
gu_in: વેચનારનું નામ દાખલ કરો

# btnBackToGridResource1.Text
source: Back
gu_in: સ્વીકારવું

# btnSearchServiceNo.Text
source: Search
gu_in: શોધ

# btnServiceCancelUpdResource1.Text
source: Cancel
gu_in: રદ્દ કરવું

# btnServiceInsertInsResource1.Text
source: Save
gu_in: સંગ્રહ કરવો

# btnServiceUpdateUpdResource1.Text
source: Update
gu_in: અદ્યતન રાખવું

# btnTelephoneCancelInsResource1.Text
source: Cancel
gu_in: રદ્દ કરવું

# CommandFieldResource1.CancelText
source: Cancel
gu_in: રદ્દ કરવું

# CommandFieldResource1.DeleteText
source: Delete
gu_in: કાઢી નાખવું

# CommandFieldResource1.EditText
source: Edit
gu_in: સંપાદન કરવું

# CommandFieldResource1.InsertText
source: Insert
gu_in: ઉમેરવું અને દાખલ કરવું

# CommandFieldResource1.NewText
source: New
gu_in: નવું નવીન

# CommandFieldResource1.SelectText
source: Select
gu_in: પસંદ કરવું

# CommandFieldResource1.UpdateText
source: Update
gu_in: અદ્યતન રાખવું

# gvServiceNoResource1.ToolTip
source: Select a Record to Edit or View
gu_in: સંપાદન કરવા કે જોવા માટે રેકર્ડ પસંદ કરો

# lblCreatedAtResource1.Text
source: Created At
gu_in: ખાતે રચેલ-ઉભું કરેલ

# lblCreatedByResource1.Text
source: Created By
gu_in: ઊભું કરનાર રચનાર

# lblEmpNameIns.Text
source: Employee Name
gu_in: કર્મચારીનું નામ

# lblEmpNameItm.Text
source: Employee Name
gu_in: કર્મચારીનું નામ

# lblEmpNameUpd.Text
source: Employee Name
gu_in: કર્મચારીનું નામ

# lblInstumentRepairedIns.Text
source: Instrument Repaired
gu_in: મરામત કરેલા સાધન

# lblItmtumentRepairedItm.Text
source: Instruments Repaired
gu_in: મરામત કરેલા સાધનો

# lblModifiedAtResource1.Text
source: Modified At
gu_in: ખાતે ફેરફાર કર્યા

# lblModifiedByResource1.Text
source: Modified By
gu_in: ફેરફાર કરનારો

# lblOtherDetails.Text
source: Other Details
gu_in: અન્ય વિગતો, બીજી વિગતો

# lblRemarksIns.Text
source: Remarks
gu_in: વિશેષનોંધ, ટીકા-ટિપ્પણ

# lblRemarksItm.Text
source: Remarks
gu_in: વિશેષનોંધ, ટીકા-ટિપ્પણ

# lblRemarksUpd.Text
source: Remarks
gu_in: વિશેષનોંધ, ટીકા-ટિપ્પણ

# lblServiceDateIns.Text
source: Service Date
gu_in: સેવા-નોકરીની તારીખ

# lblServiceDateItm.Text
source: Service Date
gu_in: સેવા-નોકરીની તારીખ

# lblServiceDateUpd.Text
source: Service Date
gu_in: સેવા-નોકરીની તારીખ

# lblServiceDetailsHeaderIns.Text
source: Service Details
gu_in: સેવા-નોકરીની વિગતો

# lblServiceDetailsHeaderItm.Text
source: Service Details
gu_in: સેવા-નોકરીની વિગતો

# lblServiceDetailsHeaderUpd.Text
source: Service Details
gu_in: સેવા-નોકરીની વિગતો

# lblServiceNo.Text
source: Enter Service No
gu_in: સેવા નંબર દાખલ કરો

# lblServiceNoIns.Text
source: Service No
gu_in: સેવા નંબર દાખલ કરો

# lblServiceNoItm.Text
source: Service No
gu_in: સેવા નંબર દાખલ કરો

# lblServiceNoUpd.Text
source: Service No
gu_in: સેવા નંબર દાખલ કરો

# lblStatus.Text
source: Status
gu_in: દરજ્જો, પદ, હેસિયત, સ્થિતિ

# lblUpdtumentRepairedUpd.Text
source: Updtrument Repaired
gu_in: અદ્યતન રાખવું

# lblVendorNameIns.Text
source: Vendor Name
gu_in: વેચનારનું નામ દાખલ કરો

# lblVendorNameItm.Text
source: Vendor Name
gu_in: વેચનારનું નામ દાખલ કરો

# lblVendorNameUpd.Text
source: Vendor Name
gu_in: વેચનારનું નામ દાખલ કરો

# PageResource1.Title
source: Service Details
gu_in: સેવા-નોકરીની વિગતો

# RegExptxtRemarksInsResource1.ErrorMessage
source: Remarks Should be some Text
gu_in: વિગતવાર નોંધ મૂકો

# RegExptxtRemarksUpdResource1.ErrorMessage
source: Remarks Should be some Text
gu_in: વિગતવાર નોંધ મૂકો

# RegexptxtServiceNoInsResource1.ErrorMessage
source: Please Enter Valid ServiceNo
gu_in: કાયદેસર લાયકાત દાખલ કરશો

# RegexptxtServiceNoUpdResource1.ErrorMessage
source: Not a valid Service No
gu_in: કાયદેસર સેવા નંબર નથી

# ReqfldServiceDateInsResource1.ErrorMessage
source: Service Date is Must
gu_in: સેવાની તારીખ જરૂરી, નોકરીની તારીખ જરૂરી

# ReqFldtxtRemarksInsResource1.ErrorMessage
source: Please Enter Remarks
gu_in: ટીકા-ટિપ્પણ દાખલ કરશો

# RvfServiceNoInsResource1.ErrorMessage
source: Please Enter ServiceNo
gu_in: વેતન દાખલ કરશો
